# zsh plugins

# oh-my-zsh plugin
ohmyzsh/ohmyzsh path:plugins/wd

# plugins
Valiev/almostontop
Cloudstek/zsh-plugin-appup
arzzen/calc.plugin.zsh
ael-code/zsh-colored-man-pages
zsh-users/zsh-completions
athityakumar/colorls
zsh-users/zsh-autosuggestions
zpm-zsh/ls
MichaelAquilina/zsh-you-should-use

# geometry theme
geometry-zsh/geometry

